<?php
    $nav = [
        'HOME' => 'الرئيسية',
        'ABOUT' => 'من نحن',
        'SERVICES' => 'خدمات',
        'CLINICS' => 'عبادات',
        'DOCTORS' => 'الأطباء',
       
        'Logout' => 'تسجيل خروج',
        'Log in' => 'تسجيل الدخول',
        'SignUp' => 'اشتراك',
        'EN' => 'الإنجليزية',
        'AR' => 'العربية',
    ];

    $banner = [
        'greet' => 'مرحبا بك في',
        'title' => 'مركز Health Hub الطبي',
        'subtitle' => 'صحتك هي أولويتنا: حيث تلتقي الرحمة بالرعاية في Health Hub.',
    ];

    $whyUs = [
        'Why Choose Health Hub?' => 'لماذا تختار Health HUb؟',
        'Medical Excellence' => 'التميز الطبي',
        'Compassionate Care' => 'الرعاية الرحيمة',
        'Innovation' => 'ابتكار',
        'Medical Team' => 'الفريق الطبي',
        'boxdesc2' => 'زمن خلال الالتزام المشترك برفاهيتك، يقدم أطباؤنا ثروة من الخبرة والخبرة لكل تفاعل مع المريض',
        'Stay Informed' => 'البقاء على علم',
        'boxdesc3' => 'ابق على اطلاع دائم بالفحوصات الصحية القادمة، والمناسبات الخاصة، وبرامج الصحة المصممة خصيصًا لك',
        'Accessible Language' => 'لغة يسهل الوصول إليها',
        'boxdesc4' => 'استمتع بتجربة الرعاية الصحية التي تتحدث لغتك - لأن رفاهيتك لا تعرف حدودًا لغوية.',
    
    ];

    $aboutUs = [
        'aboutTitle' => 'مركز Health Hub الطبي',
        'aboutDesc' => 'مؤسسة رعاية صحية رائدة مكرسة لتقديم خدمات طبية استثنائية مع التركيز على الرحمة والابتكار والتميز',
        'Our Mission' => 'مهمتنا',
        'missionDesc' => 'لتعزيز رفاهية مجتمعنا من خلال تقديم الرعاية الصحية الشاملة والشخصية. يلتزم فريقنا من المتخصصين في الرعاية الصحية ذوي المهارات العالية والرحمة بضمان حصول كل مريض على أعلى مستوى من الرعاية في بيئة داعمة وشفائية',
        'Our Vision' => 'رؤيتنا',
        'vissionDesc' => 'أن نكون منارة للصحة والعافية في مجتمعنا، ونوفر رعاية يمكن الوصول إليها وتتمحور حول المريض وتمكن الأفراد من عيش حياة أكثر صحة',
    ];

    $counter = [
        'Doctors' => 'الأطباء',
        'Patients' => 'المرضى',
        'Clinics' => 'العيادات',
        'Donors' => 'المتبرعين',
    ];

    $service = [
        'title' => 'خدمات',
        'subTitle' => 'رفاهيتك، أولويتنا: مجموعة من الخدمات المتخصصة',
        'service1T' => 'الرعاية الصحية الأولية',
        'service1desc' => 'الفحوصات الروتينية والرعاية الوقائية ',
        'service2T' => 'خدمات التشخيص',
        'service2desc' => 'الأشعة والفحوصات المخبرية',
        'service3T' => 'الرعاية في حالات الطوارئ',
        'service3desc' => 'العناية الطبية العاجلة وخدمات غرفة الطوارئ',
        'service4T' => 'الصحة النفسية',
        'service4desc' => 'خدمات الطب النفسي والإستشارات والعلاج',
    ];

    $doctor = [
        'title' => 'أمثلة على أطبائنا',
        'subtitle' => 'مخصص لصحتك: فريق الأطباء الموقر لدينا',
    ];

    $clinic = [
        'title' => 'العيادات',
        'subtitle' => "ملاذ للشفاء: اكتشف خدمات عيادتنا الشاملة",
    ];

    $donate = [
        'title' => 'يعيش الناس عندما يعطي الناس',
        'formtitle' => 'من فضلك قم بملء هذه المعلومات:',
        'placeholder' => 'أدخل البريد الإلكتروني أو رقم الهاتف',
        'select' => 'اختر فصيلة دمك:',
        'Donate' => 'تبرع',
        'Blood Type' => 'فصيلة الدم',
        'rightComma' => 'bx bxs-quote-alt-left',
        'leftComma'  => 'bx bxs-quote-alt-right',
    ];

    $footer = [
        'desc' => 'مرحبًا بكم في Health Hub، حيث تلتقي الرعاية الرحيمة والتميز الطبي. إعطاء الأولوية لرفاهيتك من خلال أحدث المرافق والنهج الذي يركز على المريض في كل مرحلة من مراحل رحلة الرعاية الصحية الخاصة بك.',
        'title1' => 'روابط سريعة',
        'title2' => 'ساعات العمل',
        'title3' => 'معلومات الاتصال',
        'address' => 'بيروت، لبنان',
        'phone' => '+ ٩٦١ ٧٨٩٦٠٣٠٤',
        'email' => 'info@gmail.com',
        'rightCopy' => '© 2024 مركز Health Hub الطبي. كل الحقوق محفوظة.',
        'contactTitle' => 'ابقى على تواصل',
    ];

    $contact = [
        'formTitle' => 'لا تتردد في الاتصال بنا في أي وقت. سوف نعود إليك في أقرب وقت ممكن.',
        'firstname' => 'الاسم الأول',
        'lastname' => 'اسم العائلة',
        'email' => 'بريد إلكتروني',
        'subject' => 'موضوع',
        'message' => 'رسالة',
        'send' => 'ارسل',
    ];

    $error = [
        '404' => '٤٠٤',
        'title' => 'الصفحة غير موجودة',
        'subtitle' => "عذرا، لم نجد أي شيء وفقا لطلبك. ربما تمت إزالته أو إعادة تسميته أو أنه لم يكن موجودًا في المقام الأول.",
        'btn' => 'الصفحة الرئيسية',
    ];
?>